import React from "react";
import BasicLayout from "../../layout/BasicLayout";

import "./Home.scss";

export default function Home() {
  return (
    <BasicLayout className="home">
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
      <h2>ホーム画面......</h2>
    </BasicLayout>
  );
}
